Repository: zfrcf/cashquete
Catalog: CashQuest/Localizable.xcstrings
Source language: en
Languages: fr

source: Welcome to CashQuest
fr: Bienvenue sur CashQuest

source: Play. Earn. Cash out.
fr: Joue. Gagne. Encaisse.

source: Name
fr: Nom

source: Password
fr: Mot de passe

source: Create Account
fr: Créer un compte

source: Sign In
fr: Se connecter

source: Already have an account? Sign in
fr: Déjà un compte ? Se connecter

source: No account? Sign up
fr: Pas de compte ? S'inscrire

source: Dashboard
fr: Tableau de bord

source: Games
fr: Jeux

source: Referral
fr: Parrainage

source: Withdraw
fr: Retrait

source: Settings
fr: Réglages

source: Your balance
fr: Ton solde

source: Total earned
fr: Total gagné

source: Quests done
fr: Quêtes terminées

source: Last 7 days
fr: 7 derniers jours

source: Watch an ad, earn a bonus
fr: Regarde une pub, gagne un bonus

source: Recent activity
fr: Activité récente

source: No activity yet
fr: Aucune activité pour l'instant

source: Choose a game
fr: Choisis un jeu

source: 6 pairs
fr: 6 paires

source: 5 rounds
fr: 5 manches

source: Up to 100 pts per quest
fr: Jusqu'à 100 pts par quête

source: You earned %lld pts
fr: Tu as gagné %lld pts

source: Bonus: watch an ad
fr: Bonus : regarde une pub

source: Play again
fr: Rejouer

source: Moves: %lld
fr: Coups : %lld

source: Round %lld/5
fr: Manche %lld/5

source: Tap to start
fr: Touche pour commencer

source: Wait for green…
fr: Attends le vert…

source: TAP!
fr: TAPE !

source: Too soon!
fr: Trop tôt !

source: Invite friends
fr: Invite tes amis

source: You earn %lld pts, your friend earns %lld pts
fr: Tu gagnes %lld pts, ton ami gagne %lld pts

source: Share my link
fr: Partager mon lien

source: Enter a friend's code
fr: Entre le code d'un ami

source: Redeem
fr: Valider

source: Code applied! Points added.
fr: Code validé ! Points ajoutés.

source: Method
fr: Méthode

source: Amount
fr: Montant

source: Recipient email
fr: E-mail du destinataire

source: Next withdrawal in
fr: Prochain retrait dans

source: Request withdrawal
fr: Demander un retrait

source: Withdrawal sent! 🎉
fr: Retrait envoyé ! 🎉

source: History
fr: Historique

source: Profile
fr: Profil

source: Referral code
fr: Code de parrainage

source: Appearance
fr: Apparence

source: Theme
fr: Thème

source: Automatic
fr: Automatique

source: Dark
fr: Sombre

source: Light
fr: Clair

source: Language
fr: Langue

source: Tab order
fr: Ordre des onglets

source: Haptics
fr: Vibrations

source: Account
fr: Compte

source: Sign out
fr: Se déconnecter

source: Delete account
fr: Supprimer le compte

source: Restart the app to apply the language.
fr: Redémarre l'app pour appliquer la langue.

source: Delete your account? This cannot be undone.
fr: Supprimer ton compte ? Action irréversible.
